<?php
// $Id$

/**
 * 默认语言：Chinese, Simplified(简体中文)(zh-hans)
 * 翻译语言：Chinese, Traditional(繁體中文)(zh-hant)
 * 共有 26 条翻译
 */

$lang = array (
  'solr 设置' => 'solr 设置',
  '索引任务' => '索引任务',
  '还没有定义搜索类型' => '还没有定义搜索类型',
  '默认搜索' => '默认搜索',
  '清除成功，您可能需要重建索引' => '清除成功，您可能需要重建索引',
  '无法连接 solr' => '无法连接 solr',
  '无效的查询' => '无效的查询',
  '请配置分词接口' => '请配置分词接口',
  '请输入关键词以搜索' => '请输入关键词以搜索',
  '全部' => '全部',
  '标题' => '标题',
  '正文' => '正文',
  '评论' => '评论',
  '作者' => '作者',
  '默认' => '默认',
  '发布时间' => '发布时间',
  '更新时间' => '更新时间',
  '评论数量' => '评论数量',
  '没有匹配的记录，换个关键词试试' => '没有匹配的记录，换个关键词试试',
  '!title 没有需要更新的记录' => '!title 没有需要更新的记录',
  '!title: 约 %count 条记录操作成功' => '!title: 约 %count 条记录操作成功',
  '未定义的分组' => '未定义的分组',
  '!module 检查完毕，没有需要更新的记录' => '!module 检查完毕，没有需要更新的记录',
  '确认搜索' => '确认搜索',
  '搜索' => '搜索',
  '话题类型' => '话题类型',
);
$js_lang = array (
);
